WSFacade/AppFacadeWS/Service References/ConsultarListasControl/ConsultarEstadoClienteListasControl.wsdl

<?xml version="1.0" encoding="utf-8"?>
<wsdl:definitions xmlns:ns="http://grupobancolombia.com/intf/ServiciosApoyo/PrevencionLavadoActivos/ConsultarEstadoClienteListasControl/V1.0" xmlns:soap="http://schemas.xmlsoap.org/wsdl/soap/" xmlns:tns="http://grupobancolombia.com/intf/ServiciosApoyo/PrevencionLavadoActivos/ConsultarEstadoClienteListasControl/Enlace/V1.0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" name="ConsultarEstadoClienteListasControl" targetNamespace="http://grupobancolombia.com/intf/ServiciosApoyo/PrevencionLavadoActivos/ConsultarEstadoClienteListasControl/Enlace/V1.0" xmlns:wsdl="http://schemas.xmlsoap.org/wsdl/">
  <wsdl:import namespace="http://grupobancolombia.com/intf/ServiciosApoyo/PrevencionLavadoActivos/ConsultarEstadoClienteListasControl/V1.0" location="mockConsultarEstadoClienteListasControl_HttpBinding?WSDL&amp;interface=ConsultarEstadoClienteListasControl_HttpBinding&amp;part=ConsultarEstadoClienteListasControl_Intf_V1.wsdl" />
  <wsdl:types />
  <wsdl:binding name="ConsultarEstadoClienteListasControl_HttpBinding" type="ns:ConsultarEstadoClienteListasControl">
    <soap:binding transport="http://schemas.xmlsoap.org/soap/http" />
    <wsdl:operation name="consultarEstadoClienteListasControl">
      <soap:operation soapAction="http://grupobancolombia.com/intf/ServiciosApoyo/PrevencionLavadoActivos/ConsultarEstadoClienteListasControl/V1.0/consultarEstadoClienteListasControl" />
      <wsdl:input name="consultarEstadoClienteListasControlRequest">
        <soap:body use="literal" parts="parameters" />
        <soap:header message="ns:consultarEstadoClienteListasControlRequestMsg" part="requestHeader" use="literal" />
      </wsdl:input>
      <wsdl:output name="consultarEstadoClienteListasControlResponse">
        <soap:body use="literal" parts="result" />
        <soap:header message="ns:consultarEstadoClienteListasControlResponseMsg" part="responseHeader" use="literal" />
      </wsdl:output>
      <wsdl:fault name="consultarEstadoClienteListasControlFault">
        <soap:fault use="literal" name="consultarEstadoClienteListasControlControl_faultMsg" namespace="" />
      </wsdl:fault>
    </wsdl:operation>
  </wsdl:binding>
  <wsdl:service name="ConsultarEstadoClienteListasControl">
    <wsdl:port name="ConsultarEstadoClienteListasControl_HttpPort" binding="tns:ConsultarEstadoClienteListasControl_HttpBinding">
      <soap:address location="http://biz-appgo02:8081/ListasControl/mockConsultarEstadoClienteListasControl_HttpBinding" />
    </wsdl:port>
  </wsdl:service>
</wsdl:definitions>